Repository: tigase/siskin-im
Catalog: SiskinIM/*.lproj/Localizable.strings
Languages: pl

source: Authentication for account %@ failed: %@
pl: Uwierzytelnianie dla konta %@ nie powiodła się: %@

source: Accept
pl: Akceptuj

source: Authentication for account %@ failed: %@ Verify provided account password.
pl: Uwierzytelnianie dla konta %@ nie powiodło się: %@ Sprawdź hasło do konta.

source: Authentication issue
pl: Problem uwierzytelniania

source: Dismiss
pl: Odrzuć

source: Do you wish to subscribe to %@ on account %@
pl: Czy chcesz subskrybować %@ z konta %@

source: Error
pl: Błąd

source: Incoming call
pl: Przychodząca rozmowa

source: Incoming call from %@
pl: Przychodząca rozmowa od %@

source: It was not possible to save account details: %@ Please try again later.
pl: Nie udało się zapisać szczegółów konta: %@ Proszę spróbować później.

source: Missed incoming call from %@
pl: Nieodebrane połączenie od %@

source: Received presence subscription request from %@ on account %@
pl: Otrzymano prośbę o subskrypcję dostępnośći od %@ dla konta %@

source: Reject
pl: Odrzuć

source: Subscribe to %@
pl: Zasubskrybuj %@

source: Subscription request
pl: Prośba o subskrypcję

source: (private message)
pl: (wiadomość prywatna)

source: (this message has been removed)
pl: (wiadomość została usunięta)

source: Copy
pl: Kopiuj

source: Delete
pl: Usuń

source: Displayed
pl: Wyświetlona

source: Download
pl: Pobierz

source: File - %@
pl: Plik - %@

source: File is not available locally. Should it be downloaded?
pl: Plik nie jest dostępny lokalnie. Czy pobrać?

source: From
pl: Od

source: Invitation to channel %@
pl: Zaproszenie do kanału %@

source: More..
pl: Więcej..

source: No
pl: Nie

source: Preview
pl: Podgląd

source: Received
pl: Odebrana

source: Share..
pl: Udostępnij..

source: To
pl: Do

source: Unknown file
pl: Nieznany plik

source: Unread messages
pl: Nieprzeczytane wiadomości

source: Yes
pl: Tak

source: Attachment
pl: Załącznik

source: Cancel
pl: Anuluj

source: Channel destuction
pl: Usuwanie kanału

source: Close
pl: Zamknij

source: Create meeting
pl: Utwórz spotkanie

source: Destroy
pl: Zniszcz

source: Invitation
pl: Zaproszenie

source: Join group chat
pl: Dołącz do czatu grupowego

source: Leave
pl: Wyjdź

source: Me
pl: Ja

source: New private group chat
pl: Nowy prywatny czat grupowy

source: New public group chat
pl: Nowy publiczny chat grupowy

source: Push notifications
pl: Powiadomienia push

source: You are about to destroy channel %@. This will remove the channel on the server, remove remote history archive, and kick out all participants. Are you sure?
pl: Zaraz zniszczysz kanał %@. To spowoduje usunięcie kanału na serwerze, usunięcie zdalnego archiwum rozmów i wyrzucenie wszystkich uczestników. Czy jesteś pewien?

source: You've left there room %@ and push notifications for this room were disabled! You may need to reenable them on other devices.
pl: Opuściłeś pokój %@ i powiadomienia push dla tego pokoju zostały wyłączone. Możesz musieć jest włączyć na innych urządzeniach.

source: Account
pl: Konto

source: All messages will be deleted and all participants will be kicked out. Are you sure?
pl: Wszystkie wiadomości zostaną usunięte a uczestnicy zostaną wyrzuceni. Czy jesteś pewien?

source: Always
pl: Zawsze

source: Automatic
pl: Automatycznie

source: Block participant
pl: Zablokuj uczestnika

source: Blocking...
pl: Blokowanie...

source: Channel destruction failed!
pl: Niszczenie kanału nie powiodło się!

source: Checking...
pl: Sprawdzanie...

source: Component
pl: Komponent

source: Could not create channel on the server. Got following error: %@
pl: Nie udało sie utworzy kanału na serwerze. Serwer zwrócił błąd: %@

source: Could not join
pl: Nie udało się dołączyć

source: Could not join newly created channel '%@' on the server. Got following error: %@
pl: Nie udało się dołączyć do nowoutworzonego kanału '%@' na serwerze.

source: Could not update channel details
pl: Nie udało się zaktualizować informacji o kanale

source: Create
pl: Utwórz

source: Creating channel...
pl: Tworzenie kanału...

source: Delete channel?
pl: Usunąć kanał?

source: Error occurred
pl: Wystąpił błąd

source: It was not possible to destroy channel %@. Server returned an error: %@
pl: Nie udało się zniszczyć kanału %@. Serwer zwrócił błąd: %@

source: It was not possible to join a channel. The server returned an error: %@
pl: Nie udało się dołączyć do kanału. Serwer zwrócił błąd: %@

source: Join
pl: Dołącz

source: Joined
pl: Dołączony

source: Joining...
pl: Dołącznie...

source: Muted
pl: Wyciszone

source: None
pl: Brak

source: Not connected
pl: Nie połączono

source: Not joined
pl: Nie dołączono

source: Refreshing...
pl: Odświeżanie

source: Remote server returned an error: %@
pl: Zdalny serwer zwrócił błąd: %@

source: Search channels
pl: Szukaj kanałów

source: Sending invitations...
pl: Wyślij zaproszenia...

source: Unblock
pl: Odblokuj

source: Updating...
pl: Aktualizowanie...

source: Warning
pl: Ostrzeżenie

source: When mentioned
pl: Gdy wspomniano

source: You are not joined to the channel.
pl: Nie jesteś uczestnikiem kanału.

source: %@ memory
pl: %@ - pamięć

source: %d lines of preview
pl: %d linie podglądu

source: 1 line of preview
pl: 1 linia podglądu

source: issued by %@ with fingerprint %@
pl: wystawiony przez %@ z odciskiem %@

source: Account removal
pl: Usuwanie konta

source: Accounts
pl: Konta

source: Add account
pl: Dodaj konto

source: Add contact
pl: Dodaj kontakt

source: Add existing
pl: Dodaj istniejcące

source: Addresses
pl: Adresy

source: All
pl: Wszyscy

source: Attachments
pl: Załączniki

source: Audio call
pl: Rozmowa audio

source: Available
pl: Dostępni

source: Away
pl: Zaraz wracam

source: Ban user
pl: Zablokuj użytkownika

source: Banning user
pl: Blokowanie użytkownika

source: Banning user %@ failed
pl: Blokowanie użytkownika %@ nie udało się

source: Be right back
pl: Zaraz wracam

source: Before changing roster you need to connect to server. Do you wish to do this now?
pl: Przed modyfikację listy kontaktów musisz połączyć się z serwerem. Czy zrobić to teraz?

source: Birthday
pl: Urodziny

source: By name
pl: Po nazwie

source: By status
pl: Po statusie

source: Call ended
pl: Rozmowa zakończona

source: Call failed
pl: Połącznie nieudane

source: Certificate issue
pl: Problem z certyfikatem

source: Change
pl: Zmień

source: Change avatar
pl: Zmień avatar

source: Change subject
pl: Zmień temat

source: Chat
pl: Chętny do rozmowy

source: Connecting...
pl: Łączenie...

source: Connection to server %@ failed
pl: Połączenie z serwerem %@ nie udało się

source: Correct..
pl: Popraw...

source: Could not delete account as it was not possible to connect to the XMPP server. Please try again later.
pl: Nie udało się usunąć konta, gdyż nie udało się połączyć z serwerem XMPP. Proszę spróbować później.

source: Could not detect MIME type of a file.
pl: Nie udało się wykryć typu pliku.

source: Could not join room. Reason: %@
pl: Nie udało się dołączyć do pokoju. Powód: %@

source: Could not rename group chat. The server responded with an error: %@
pl: Nie udało się zmienić nazwy pokoju. Serwer zwrócił błąd: %@

source: Could not retrieve file size.
pl: Nie udało się pobrać wielkości pliku.

source: Could not set group chat avatar. The server responded with an error: %@
pl: Nie udało się ustawić avatara dla pokoju. Serwer zwrócił błąd: %@

source: Create new
pl: Stwórz nowe

source: Create new or add existing account
pl: Stwórz nowe lub dodaj instniejące konto

source: Dark
pl: Ciemny

source: Default
pl: Domyślna

source: Default
pl: Domyślne

source: Default account is not connected. Please select a different account.
pl: Domyślne konto nie jest połączone. Proszę wybrać inne konto.

source: Details
pl: Szczegóły

source: Display
pl: Wyświetlanie

source: Do not disturb
pl: Nie przeszkadzać

source: Do you want to ban user %@?
pl: Czy chcesz zablokować użytkownika %@?

source: Do you wish to publish this photo as avatar?
pl: Czy chcesz opublikować to zdjęcie jako avatar?

source: Do you wish to register a new account %@?
pl: Czy chcesz zarejestrować nowego konto %@?

source: Do you wish to register a new account at %@?
pl: Czy chcesz zarejestrować nowe konto w domenie %@?

source: Download storage
pl: Pobrane dane

source: Downloads
pl: Pobrane dane

source: Edit
pl: Edytuj

source: Emails
pl: Emaile

source: Enable
pl: Włączone

source: Enabling message synchronization will enable message archiving on the server
pl: Włączenie synchronizacji wiadomości włączy archiwizację wiadomości na serwerze.

source: Encryption
pl: Szyfrowanie

source: Enter default nickname to use in chats
pl: Wprowadź domyślny nick używany w czatach

source: Enter message to send to: %@
pl: Wprowadź wiadomość by wysłać do: %@

source: Enter message...
pl: Wprowadź wiadomość...

source: Enter new name for group chat
pl: Wprowadź nową nazwę czatu

source: Enter new subject for group chat
pl: Wprowadź nowy temat czatu

source: Enter status message
pl: Wprowadź status

source: Error code
pl: Kod błędu

source: Everything
pl: Wszystko

source: Extended away
pl: Niedostępny

source: Failure
pl: Niepowodzenie

source: Family name
pl: Nazwisko

source: Feature not supported by XMPP server
pl: Funkcja nie jest dostępna na serwerze XMPP

source: File is too big to share
pl: Plik jest za duży by go udostępnić

source: Fingerprint of this device
pl: Odcisk tego urządzenia

source: For account
pl: Dla konta

source: Free
pl: Wolne

source: Free for chat
pl: Chętny do rozmowy

source: Full name
pl: Pełna nazwa

source: General
pl: Ogólne

source: Given name
pl: Imię

source: Home
pl: Dom

source: If enabled, you will receive notifications of new messages or calls even if SiskinIM is in background. SiskinIM servers will forward those notifications for you from XMPP servers.
pl: Gdy włączone, będziesz otrzymywał powiadomienia o nowych wiadomościach i połączeniach nawet gdy SiskinIM będzie w tle. Serwery SiskinIM przekażą te informacje dla Ciebie z serwerów XMPP.

source: If you don't know any XMPP server domain names, then select one of our trusted servers.
pl: Jeśli nie znasz żadnej domeny z XMPP, wybierz jednen naszych zaufanych serwerów.

source: Info
pl: Informacje

source: Initial synchronization
pl: Pierwsza synchronizacja

source: Invalid password
pl: Niepoprawne hasło

source: Invitation to groupchat %@
pl: Zaproszenie do pokoju %@

source: Invite
pl: Zaproś

source: Invite...
pl: Zaproś...

source: It was not possible to access camera or microphone. Please check privacy settings
pl: Nie udało się uzyskać dostępu do kamery lub mikrofonu. Sprawdź ustawienia prywatności

source: It was not possible to access the file.
pl: Nie udało się uzyskać dostępu do pliku.

source: It was not possible to contact push notification component.
pl: Nie udało się skontaktować z komponentem powiadomień push.

source: It was not possible to contact push notification component. Try again later.
pl: Nie udało się skontaktować z komponentem powiadomień push. Spróbuj ponownie później.

source: It was not possible to contact push notification component: %@
pl: Nie udało się skontaktować z komponentem powiadomień push: %@

source: It was not possible to contact XMPP server and sign in.
pl: Nie udało się połączyć i zalogować do serwera XMPP.

source: It was not possible to create a meeting. Server returned an error: %@
pl: Nie udało się utworzyć spotkania. Serwer zwrócił błąd: %@

source: It was not possible to establish call
pl: Nie udało się zrealizować połącznia

source: It was not possible to grant selected users access to the meeting. Received an error: %@
pl: Nie udało się pozwolić na dostęp do spotkania. Wystąpił błąd: %@

source: It was not possible to initiate a call: %@
pl: Nie udało się zainicjować połączenia: %@

source: It was not possible to modify account.
pl: Nie udało się zmodyfikować konta.

source: It was not possible to save account details
pl: Nie udalo się zapisać ustawień konta

source: It was not possible to save account details: %@
pl: Nie udalo się zapisać ustawień konta: %@

source: It was not possible to send %d messages. Open the app to retry
pl: Nie udało sie wysłać %d wiadomości. Otwórz aplikację aby spróbować ponownie

source: It was not possible to send encrypted message due to encryption error
pl: Nie udało się wysłać zaszyfrowanej wiadomości z uwagi na błąd szyfrowania

source: Join room
pl: Dołącz do pokoju

source: Key not generated!
pl: Klucz nie został wygenerowany!

source: Kick out
pl: Wyrzuć

source: Large value may increase inital synchronization time
pl: Duża wartość może wydłużyć czas pierwszej synchronizacji

source: Light
pl: Jasny

source: Limits the size of the files sent to you which may be automatically downloaded
pl: Zapobiega automatycznemu pobieraniu większych plików

source: Link previews
pl: Podgląd linków

source: List of messages
pl: Lista wiadomości

source: Login and password do not match.
pl: Login i hasło nie pasują.

source: Maximum number of users exceeded
pl: Przekroczono maksymalną ilość uczestników.

source: Meeting ended
pl: Spotkanie zakończone

source: Meeting has ended
pl: Spotkanie zostało zakończone

source: Membership is required to access the room
pl: Członkowstwo jest wymagane aby dołączyć do pokoju.

source: Message decryption failed!
pl: Deszyfrowanie wiadomości nie udało się!

source: Message synchronization
pl: Synchronizacja wiadomości

source: Message was not encrypted for this device
pl: Wiadomość nie zosatła zaszyfrowana dla tego urządzenia

source: Message was not encrypted for this device.
pl: Wiadomość nie zosatła zaszyfrowana dla tego urządzenia.

source: Messages
pl: Wiadomości

source: Metadata storage
pl: Pobrane metadane

source: Month
pl: Miesiąc

source: New call
pl: Nowa połączenie

source: New message
pl: Nowa wiadomość

source: New message!
pl: Nowa wiadomość!

source: Nickname
pl: Nick

source: Nickname already in use
pl: Nick jest już używany

source: Nickname is locked down
pl: Nick jest zablokowany

source: No attachments
pl: Brak załączników

source: Nothing
pl: Nic

source: Offline
pl: Rozłączony

source: Older than 7 days
pl: Starsze niż 7 dni

source: Online
pl: Dostępny

source: Open chat
pl: Otwórz czat

source: Open URL
pl: Otwórz URL

source: Organization
pl: Organizacja

source: Organization role
pl: Rola w organizacji

source: Original quality will share image in the format in which it is stored on your phone and it may not be supported by every device.
pl: Wybranie jakości oryginalnej spowoduje wysłanie zdjęcia w formacie w którym jest przechowywany na urządzeniu. Format ten może być nie wspierany przez każde urządzenie.

source: Original quality will share video in the format in which video is stored on your phone and it may not be supported by every device.
pl: Wybranie jakości oryginalnej spowoduje wysłanie filmu w formacie w którym jest przechowywany na urządzeniu. Format ten może być nie wspierany przez każde urządzenie.

source: Other apps
pl: Inne aplikacje

source: Other devices fingerprints
pl: Odciski innych urządzeń

source: Phones
pl: Telefony

source: Playing...
pl: Odtwarzanie...

source: Please fill this form
pl: Proszę wypełnić formularz

source: Please launch application from the home screen before continuing.
pl: Proszę uruchomić aplikację z głównego ekranu przed kontynuacją.

source: Please try again later.
pl: Proszę spróbować ponownie później.

source: Preferred domain name
pl: Preferowana nazwa domeny

source: Preparing...
pl: Przygotowywanie...

source: Private message
pl: Wiadomość prywatna

source: Provided values are not acceptable
pl: Podane wartości są nieakceptowalne

source: Push Notifications
pl: Powiadomienia Push

source: Push notifications are enabled for %@. They need to be disabled before account can be removed and it is not possible to at this time. Please try again later.
pl: Powiadomienia push są włączone dla %@. Muszą zostać one wyłączone nim konto zostanie usunięte a nie jest to obecnie możliwe. Proszę spróbować później.

source: Push notifications not available
pl: Powiadomienia push są niedostępne

source: Quality of uploaded media
pl: Jakość udostępnianych multimedióws

source: Quarter
pl: Kwartał

source: Question
pl: Pytanie

source: Received presence subscription request from %@
pl: Otrzymano zapytanie o subskrypcję dostępnośco od %@

source: Recorded: %@
pl: Nagrano: %@

source: Recording...
pl: Nagrywanie...

source: Recording... %@
pl: Nagrywanie... %@

source: Register
pl: Rejestruj

source: Registering account
pl: Rejestracja konta

source: Registration failure
pl: Rejestracja nieudana

source: Registration is not supported by this server
pl: Rejestracja jest niedostępna na tym serwerze

source: Removal of cached attachments may lead to increased usage of network, if attachment may need to be redownloaded, or to lost files, if they are no longer available at the server.
pl: Usunięcię zapisanych załączników może spowodować zwiększone zużycie transmisji danych, jeśli załączniki będą musiały być pobrane ponownie, lub utratą dostępu do plików, jeśli nie są już dostępne na serwerze.

source: Remove account from application?
pl: Usuwanie konta z aplikacji?

source: Remove from application
pl: Usuń z aplikacji

source: Remove from server
pl: Usuń z serwera

source: Rename
pl: Zmień nazwę

source: Rename chat
pl: Zmień nazwę czatu

source: Reply..
pl: Odpowiedz...

source: Resend
pl: Wyślij ponownie

source: Retract
pl: Wycofaj

source: Ringing...
pl: Dzwonienie..

source: Room %@
pl: Pokój %@

source: Room is locked
pl: Pokój jest zablokowany

source: Search to add..
pl: Szukaj aby dodać..

source: Select account to open chat from
pl: Wybierz konto aby otworzyc rozmowę

source: Select appearance
pl: Wybiesz wygląd

source: Select contacts
pl: Wybierz kontakty

source: Select default conversation encryption
pl: Wybierz domyślne szyfrowanie wiadomości

source: Select period of messages to be synchronized
pl: Wybierz okres synchronizacji wiadomości

source: Select photo
pl: Wybierz zdjęcie

source: Select quality
pl: Wybierz jakość

source: Select quality of the image to use for sharing
pl: Wybierz jakość udostępnianych zdjęć

source: Select quality of the video to use for sharing
pl: Wybierz jakość udostępnianych filmów

source: Select recipients
pl: Wybierz odbiorców

source: Select status
pl: Wybierz status

source: Send
pl: Wyślij

source: Send message
pl: Wyślij wiadomość

source: Sending...
pl: Wysyłanie...

source: Server did not confirm file upload correctly.
pl: Serwer nie potwierdził poprawnegp odebrania pliku.

source: Server for domain %@ provided invalid certificate for %@ with fingerprint %@%@. Do you trust this certificate?
pl: Serwer dla domeny %@ przedstawił nieprawidłowy certyfikat dla %@ z odciskiem %@%@. Czy zaufać temu certyfikatowi?

source: Server of selected account does not provide support for hosting meetings. Please select a different account.
pl: Serwer dla wybranego konta nie wspiera hostingu spotkań. Proszę wybrać inne konto.

source: Server returned an error: %@
pl: Serwer zwrócił błąd: %@

source: Service is not available at this time.
pl: Chwilowo usługa nie jest dostępna.

source: Set
pl: Ustaw

source: Settings
pl: Ustawienia

source: Sharing
pl: Udostępnianie

source: Sharing feature with HTTP upload is disabled within application. To use this feature you need to enable sharing with HTTP upload in application
pl: Udostępnianie plików przez HTTP jest wyłączone w aplikacji. Aby użyć tej funkcjonalności, włącz udostępnianie plików przez HTTP w aplikacji

source: Should account be removed from server as well?
pl: Czy konto powinno być usunięte również z serwera?

source: Show notifications from people not in your contact list
pl: Pokaż powiadomienia od osób z poza listy kontaktów

source: Speaker
pl: Głośnik

source: Start chatting
pl: Rozpocznij czat

source: Switch audio
pl: Przełącz audio

source: Switch camera
pl: Przełącz kamerę

source: Take photo
pl: Zrób zdjęcie

source: There is no trusted device to send message to
pl: Nie ma zaufanego urządzenia do którego można wysłać wiadomość

source: This room is not capable of sending encrypted messages. Please change encryption settings to be able to send messages
pl: Ten pokój nie wspiera przesyłania szyfrowanych wiadomości. Proszę zmienić ustawienia szyfrowania, aby móc wysyłać wiadomości

source: Trusted servers
pl: Zaufane serwery

source: Try again. If removal failed, try accessing Keychain to update account credentials manually.
pl: Spróbuj ponownie. Jeśli usunięcie się nie powiedzie, spróbuj usunąć dane o koncie z poziomu Pęku kluczy.

source: Two weeks
pl: Dwa tygodnie

source: Unknown error occurred
pl: Wystąpił nieznany błąd

source: Unlimited
pl: Nieograniczony

source: Upload failed
pl: Przesył nie powiódł się

source: Upload to HTTP server failed.
pl: Nie udało się przesłać pliku do serwera HTTP

source: Used image and video quality may impact storage and network usage
pl: Wybrana jakość zdjęć i plików może mieć wpływ na ilość zajętego miejsca na urządzeniu oraz na ilość przesyłanych danych

source: User avatar publication failed. Reason: %@
pl: Publikacja avatara nie udała się. Powód: %@

source: User is banned
pl: Użytkownik jest zablokowany

source: User with provided username already exists
pl: Użytkownik z podaną nazwą już istnieje

source: using %@
pl: używając %@

source: VCard publication failed: %@
pl: Nie udało się opublikować profilu: %@

source: Version: %@
pl: Wersja: %@

source: Video call
pl: Rozmowa wideo

source: We are using %@ of storage.
pl: Uzyto %@ przestrzeni.

source: Week
pl: Tydzień

source: What do you want to do with %@?
pl: Co chcesz zrobić z %@?

source: When you share files using HTTP, they are uploaded to HTTP server with unique URL. Anyone who knows the unique URL to the file is able to download it. Do you wish to enable?
pl: Gdy udostępniasz pliki przez HTTP, są one przesyłane do serwera HTTP pod unikalny adres URL. Ktokolwiek zna ten adres, ten jest w stanie pobrać przesłany plik. Czy chcesz właczyć udostępnianie przez HTTP?

source: When you share files, they are uploaded to HTTP server with unique URL. Anyone who knows the unique URL to the file is able to download it. Do you wish to proceed?
pl: Gdy udostępniasz pliki, są one przesyłane do serwera HTTP pod unikalny adres URL. Ktokolwiek zna ten adres, ten jest w stanie pobrać przesłany plik. Czy chcesz kontynuować?

source: Work
pl: Praca

source: Year
pl: Rok

source: You are invied to join conversation at %@
pl: Dostałeś zaproszneie do rozmowy %@

source: You are not connected to room. Please wait reconnection to room
pl: Nie dołączyłeś do pokoju. Poczekaj aż nastąpi połączenie

source: You need to allow application to show notifications and for background refresh.
pl: Musisz zezwolić aplikacji na powiadomienia oraz na odświeżanie w tle.

source: High
pl: Wysoka

source: Highest
pl: Najwyższa

source: Low
pl: Niska

source: Medium
pl: Średnia

source: Original
pl: Oryginalna

source: Automatic
pl: Automatyczny

source: Missed call
pl: Nieodebrane połączenie

source: Show map
pl: Pokaż na mapie

source: Location
pl: Położenie

source: Search for places
pl: Szukaj miejsc

source: Select location
pl: Wybierz położenie

source: Your location
pl: Twoje położenie

source: from %@...
pl: używając %@...

source: Device: %@
pl: Urządzenie: %@
