Repository: tigase/siskin-im
Catalog: SiskinIM/localization/*.lproj/Main.strings
Languages: de, es

# 8ba-yZ-XRA.text
source: by Tigase, Inc.
de: von Tigase, Inc.
es: por Tigase, Inc.

# acW-dT-cKf.title
source: Chats
es: Conversaciones

# BM3-28-huR.placeholder
source: Enter jid
de: XMPP-Adresse eingeben
es: Entrar jid

# bNp-S8-ulX.title
source: Informations
de: Informationen
es: Informaciones

# C1j-4i-HDP.title
source: Attachments
de: Anhänge
es: Adjuntos

# dgT-Yo-7nF.title
source: Bookmarks
de: Lesezeichen
es: Marcadores

# EpU-tc-DIx.text
source: Attachments
de: Anhänge
es: Adjuntos

# ffo-7n-Tn2.text
source: Ask for presence updates
de: Online-Status anfragen
es: Pedir actualizaciones de presencia

# g8N-kr-fax.text
source: Mute contact
de: Kontakt stummschalten
es: Silenciar contacto

# gXY-yq-Y2K.placeholder
source: Select account
de: Konto wählen
es: Seleccionar cuenta

# gXY-yq-Y2K.text
source: local_user@example.com
de: nutzer@beispiel.de
es: usuario_local@ejemplo.com

# Kfl-J5-hdD.headerTitle
source: Name
es: Nombre

# kwQ-p7-cX2.text
source: Block contact
de: Kontakt sperren
es: Bloquear contacto

# Mfv-HJ-QDO.headerTitle
source: Account
de: Konto
es: Cuenta

# N9z-ms-iaT.title
source: Attachments
de: Anhänge
es: Adjuntos

# Ndx-if-NHK.title
source: Contacts
de: Kontakte
es: Contactos

# OGf-mX-8z3.placeholder
source: Enter display name
de: Namen eingeben, der angezeigt werden soll
es: Entrar nombre para mostrar

# Q28-Ig-9NP.headerTitle
source: PRESENCE
de: ONLINE-STATUS
es: PRESENCIA

# Qgj-eQ-geg.headerTitle
source: XMPP Address (JID)
de: XMPP-Adresse (JID)
es: Dirección XMPP (JID)

# rba-pb-IiC.title
source: Bookmarks
de: Lesezeichen
es: Marcadores

# upM-mW-rMZ.text
source: Disclose my online status
de: Meinen Online-Status veröffentlichen
es: Revelar mi estado en línea

# W52-LN-wzX.title
source: Contacts
de: Kontakte
es: Contactos

# WyQ-cb-VAl.normalTitle
source: Create new XMPP account
de: Neues XMPP-Konto erstellen
es: Crear cuenta XMPP nueva

# XZp-oZ-XpC.text
source: Message encryption
de: Nachrichtenverschlüsselung
es: Cifrado de mensaje

# ZzM-t7-zvW.normalTitle
source: Sign in to an existing XMPP account
de: Mit einem vorhandenen XMPP-Konto anmelden
es: Iniciar sesión con cuenta XMPP existente
