Repository: tigase/siskin-im
Catalog: SiskinIM/localization/*.lproj/Settings.strings
Languages: es

# 15C-WY-qrp.title
source: Settings
es: Ajustes

# 32B-bc-CHX.text
source: Chat markers & receipts
es: Marcadores de chat y receptores

# 3a8-1d-3PR.text
source: Show emoticons
es: Mostrar emoticonos

# 3pd-ay-sAI.text
source: Notifications
es: Notificaciones

# 67H-51-GcY.text
source: Notifications from unknown
es: Notificaciones de desconocidos

# 8G3-tm-sCO.text
source: Media
es: Medio

# 8K5-bS-ddh.text
source: Enable markdown
es: Habilitar marcado

# 8WB-sA-XVp.text
source: File download limit
es: Límite de descarga de fichero

# 91g-qn-FOS.text
source: Get in touch
es: Contactar

# 9cK-3e-Nqx.text
source: About the app
es: Acerca de la aplicación

# Aki-gv-qus.text
source: No blocked contacts
es: Contactos no bloqueados

# bbT-7s-6ph.text
source: Photos quality
es: Calidad de fotos

# Bd4-qf-OsU.text
source: Send message on Return
es: Enviar mensaje de Retorno

# bKW-ln-Kez.text
source: Videos quality
es: Calidad de vídeos

# BSa-RZ-M7L.text
source: Use public STUN servers
es: Usar servidores STUN públicos

# BSk-tI-BDM.text
source: Contacts in groups
es: Contactos en grupos

# cyb-st-Bmw.text
source: Push notifications
es: Notificaciones push

# dbq-Tl-d6b.text
source: XMPP Quickstart / Pipelining
es: Arranque rápido de XMPP / Canalización

# etv-3w-9lA.text
source: Chats
es: Conversaciones

# eZJ-fR-LPh.text
source: File sharing via HTTP
es: Compartir ficheros por HTTP

# fxY-aA-n0i.text
source: Appearance
es: Aspecto

# G2W-rB-KuE.title
source: Close
es: Cerrar

# g4v-o5-nXZ.text
source: 2 lines
es: 2 líneas

# GfS-6V-cuc.title
source: Notification settings
es: Ajustes de notificación

# hGX-FI-YNj.text
source: Contacts
es: Contactos

# Hu1-2i-RSO.text
source: Clear download cache
es: Limpiar caché de descargas

# ieE-mK-uEm.text
source: Media
es: Medio

# jeY-X9-tWB.title
source: Settings
es: Ajustes

# MGl-L6-Fs3.text
source: Auto-authorize contacts
es: Contactos auto-autorizados

# MJ0-kw-1Kl.text
source: Blocked contacts
es: Contactos bloqueados

# P82-B8-768.text
source: "Hidden" group
es: Grupo "oculto"

# pFo-ox-4gT.title
source: Chat settings
es: Ajustes de conversación

# Tbt-L3-jpa.text
source: Groupchats bookmarks sync
es: Sincronización de marcadores de grupos

# xRS-v5-T5C.title
source: Contacts settings
es: Ajustes de contactos

# Y0J-o4-ADK.text
source: Sorting
es: Ordenación

# ybc-mt-hVG.text
source: Show link previews
es: Mostrar previsualización de enlaces

# Zff-Y8-Nz6.text
source: Clear link previews cache
es: Limpiar caché de previsualización de enlaces

# ZnP-5r-iGO.text
source: Encryption
es: Cifrado

# zwR-jn-5u6.text
source: Message carbons
es: Copias de mensajes
